Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesBackDirn2 Property
 "Interior Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesBackDirn2 { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesBackDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBackDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesBackDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace